Revit 2027 API
ExternalResourceServerExtensions Properties
The ExternalResourceServerExtensions type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ExternalResourceServerExtensions Class
Autodesk.Revit.DB Namespace